{
  "time-remaining": "Time Remaining",
  "d": "D ",
  "h": "H ",
  "m": "M ",
  "s": "S ",
  "explanation-header": "How To Buy",
  "explanation-content": "Since we don't have a car, we're offering everything for pick-up only. If something catches your eye, please reach out to us through the form on the item's page, or email us directly at marugamemoveout@gmail.com with the item's name in the subject line. Please note that some items might not be available immediately, as we may need to use them until closer to our move-out date. Thank you for your understanding and cooperation!",
  "update": "Last Update:",
  "update-details": "Added new appliances & electronics.",
  "null": "",
  "per": "each",
  "free": "Free",
  "sort": "Sort",
  "sort_heading": "Sorting by:",
  "default": "Default",
  "low_to_high": "Price: Low to High",
  "high_to_low": "Price: High to Low",
  "reserved": "Reserved",
  "category": "Categories",
  "category_1": "All Items",
  "category_2": "Furniture",
  "category_3": "Appliances & Electronics",
  "category_4": "Decorations",
  "category_5": "Miscellaneous",
  "category_6": "Free Stuff",
  "category_7": "Bicycle",
  "category_8": "Kitchen",
  "category_9": "Health & Beauty",
  "category_10": "Camera",
  "category_11": "Books",
  "category_12": "Clothes",
  "category_13": "Kitchen",
  "stock": "Stock: ",
  "welcome_message_header": "Jonathan and Kimiko's Moving Out Sale!",
  "welcome_message_content": "It's been a blast, but it's time for a new chapter. During the month of May, we need to clear out our apartment, so we're letting everything go at ridiculous prices. See something you like? Contact us, and let's make a deal!\n\nAlso, we're still sorting through all our stuff, so this page will be updating with new items as we make progress. Be sure to check back now and then so you don't miss anything!",
  "sofa-title": "Three-seat Sofa",
  "sofa-details": "Comfortable blue sofa from ISOZAKI.",
  "leather-chair-title": "Leather Chair",
  "leather-chair-details": "Comfortable leather chair with wood armrests.",
  "side-table-title": "Side Table",
  "side-table-details": "Nitori wire side table. Can also be used as storage!",
  "christmas-tree-title": "Christmas Tree",
  "christmas-tree-details": "Cute little artificial Christmas Tree. Not too big, so it's great for apartments! Ornaments in the picture included for free.",
  "bed-title": "Semi-Double Bed",
  "bed-details": "Tansu no Gen pocket coil mattress, semi-double size.",
  "bed-frame-title": "Bed Frame",
  "bed-frame-details": "Tansu no Gen wooden bed frame. Legs are adjustable for under-bed storage.",
  "computer-chair-title": "Office Chair",
  "computer-chair-details": "PLUS low-back office chair. Rollers replaced with flooring-friendly polyurethane wheels. Free due to cat damage.",
  "computer-desk-title": "Slim Work Desk",
  "computer-desk-details": "LITENStaD slim (W90xD40xH72.5) work desk, brown. Composite wood upper with steel legs.",
  "monitor-title": "Computer Monitor",
  "monitor-details": "Acer KA220HQ bid 22” (21.5” viewable) Full HD (1920 x 1080) TN Monitor (HDMI & VGA port), Black.",
  "monitor-stand-title": "Monitor Stand",
  "monitor-stand-details": "ATBAY monitor stand with USB hub. Can hold up to 30kg.",
  "nightstand-title": "Nightstand",
  "nightstand-details": "Wooden nightstand with two outlets.",
  "computer-case-title": "Computer Case",
  "computer-case-details": "SilverStone SG13 super compact Mini-ITX cube with USB Type-C port. Just the case, not a full computer.",
  "massage-title": "Foot Massager",
  "massage-details": "Panasonic EP-VF50 foot massager. Can do a kneading calf massage as well as shiatsu foot massage, with heat.",
  "oven-title": "Microwave/Toaster Oven",
  "oven-details": "Hitachi MRO-MF6 combination microwave/toaster oven.",
  "ladder-title": "Step Ladder",
  "ladder-details": "Aluminum step ladder with mock-wood finish.",
  "stackable-storage-title": "Stackable Boxes",
  "stackable-storage-details": "Stackable storage boxes with velcro fasteners.",
  "rack-title": "Adjustable Rack",
  "rack-details": "Belca adjustable storage racks. The width can be freely adjusted betwen 76.5 and 93.5 cm, and the height can be set to either 35 or 40 cm.",
  "stove-title": "Gas Heater",
  "stove-details": "CORONA natural gas space heater, with filling tank.",
  "drying-rack-title": "Drying Rack",
  "drying-rack-details": "Over-the-sink drying rack. Great for saving space in a small kitchen!",
  "fridge-title": "Refrigerator",
  "fridge-details": "SHARP SJ-PD14B refrigerator. 137 L capacity, and you can choose which direction the door opens.",
  "kitchen-table-title": "Dining Table",
  "kitchen-table-details": "Walnut extendable dining table from Marginal. Comes with two Risbon dining chairs.",
  "station-table-title": "Table with Drawer",
  "station-table-details": "Wooden table/desk with a small drawer.",
  "tv-title": "40-inch Television",
  "tv-details": "TEES 40-inch LCD television.",
  "tv-stand-title": "Television Stand",
  "tv-stand-details": "Wooden television stand with two drawers and an enclosed storage area. Front has a rack for books/magazines.",
  "washer-title": "Washing Machine",
  "washer-details": "SHARP ES-GE55R top-loading washing machine.",
  "washer-rack-title": "Laundry Rack",
  "washer-rack-details": "Nitori laundry rack. Designed to go over the washing machine.",
  "draft-guard-title": "Draft Guard",
  "draft-guard-details": "Nitori draft guard. Put it in front of a window or sliding door to block cold air from getting in. Nice in the winter.",
  "surface-title": "Surface Pro 3",
  "surface-details": "i5 model with 128GB of storage. Comes with official dock and Microsoft wireless mouse.",
  "velostar-title": "Sports E-bike",
  "velostar-details": "Panasonic Velo-Star sports-type electric bicycle. Purchased April 2019. Goes up to Gear 7. Makes getting around town a breeze, even with hills or strong wind.",
  "rakutto-title": "City E-bike",
  "rakutto-details": "Bridgestone Rakutto E-bike, 20-inch tire model. Purchased August 2023. Compact and stable, with good pedal assist. The basket holds quite a lot! Overall, a cute and reliable e-bike. Since it has a belt and not a chain, it's quiet and easy to maintain. The battery lasts a long time (only 5 recharge cycles so far).",
  "cupboard-title": "Kitchen Cupboard",
  "cupboard-details": "NITORI kitchen cupboard. Size: W120×D43×H191cm. Weight: 82kg. Lots of storage and a nice countertop that really increases the usable space in a small kitchen. The doors have latches that lock automatically in an earthquake. Some water damage from a rice cooker (see pictures).",
  "blender-title": "Vita-Mix Blender",
  "blender-details": "Vita-Mix 5000 Professional-Grade 64oz Blender. Self-cleaning (just blend soap and water). Comes with a recipe book and plug adapter. Missing the tamper.",
  "rice-cooker-title": "Rice Cooker",
  "rice-cooker-details": "Zojirushi NP-VN10 rice cooker. 1 liter capacity. Can keep rice warm and tasty for up to 30 hours after cooking. The purchase date is written on the right side in marker.",
  "stick-blender-title": "Immersion Blender",
  "stick-blender-details": "Handheld immersion blender with various attachments for chopping, mincing, whipping, etc. Purchased November 2023 and only lightly used.",
  "vacuum-seal-title": "Vacuum Sealer",
  "vacuum-seal-details": "Solis Vac Smart 576 Vacuum Sealer with easy-to-use two-button operation. Just press the button, and the machine does all the work! Comes with one vacuum roll, about half-used.",
  "dyson-title": "Vacuum Cleaner",
  "dyson-details": "Dyson V8 Fluffy cordless vacuum cleaner. Up to 40 minutes of run time. Lightweight for everyday quick cleans on all floors. Exchanged battery with a new one in February 2023. Comes with charging stand.",
  "food-processor-title": "Food Processor",
  "food-processor-details": "Tescom TK213 PureNatura Food Processor. Comes with attachments for chopping, mixing, fine and coarse grating, and whipping.",
  "hand-mixer-1-title": "Hand Mixer 1",
  "hand-mixer-1-details": "Hand mixer #1. Longer cord than hand mixer #2, but less powerful.",
  "hand-mixer-2-title": "Hand Mixer 2",
  "hand-mixer-2-details": "Hand mixer #2. Shorter cord than hand mixer #1, but more powerful.",
  "milk-frother-title": "Milk Frother",
  "milk-frother-details": "Hario Creamer Z electric milk frother. Takes 2 AA batteries.",
  "takoyaki-title": "Takoyaki Maker",
  "takoyaki-details": "A slightly retro takoyaki maker. Can cook 18 pieces at a time.",
  "infrared-title": "Infrared Thermometer",
  "infrared-details": "Capable of measuring temperatures from -20 to 500 degrees Celsius. The battery cover has been repaired by glue, so it's difficult to open.",
  "relx-title": "Head Spa",
  "relx-details": "RELX Head Spa Electric Scalp Brush. It's waterproof, so it can be used in the bath or while shampooing. The color is rose gold.",
  "electric-massage-title": "Low Frequency Electric Massager",
  "electric-massage-details": "Omron 3D Elepulse Pro. Triple-electrode pads provide a hand-massage-like experience. Suitable for both widespread stiffness and pinpoint pain relief.",
  "webcam-title": "Webcam",
  "webcam-details": "Logicool C920n Web Camera. Great for streaming or online meetings.",
  "speedmaster-int-title": "Speed Master - Quick Mastery of N2 Vocabulary",
  "speedmaster-int-details": "[Japanese Language Book] This book is designed for intermediate to upper-intermediate students who are planning to take the JLPT N2, enabling them to efficiently master 2,500 essential vocabulary words.",
  "speedmaster-adv-title": "Speed Master - Quick Mastery of N1 Vocabulary",
  "speedmaster-adv-details": "[Japanese Language Book] This book is designed for advanced students who are planning to take the JLPT N1, enabling them to efficiently master 2,800 essential vocabulary words.",
  "kansai-title": "Colloquial Kansai Japanese",
  "kansai-details": "With clear explanations of grammar, a Kansai-ben dictionary, and a helpful index, Colloquial Kansai Japanese is an indispensable guide to the rich speech of Kyoto, Osaka and Kobe. Hundreds of sample phrases, sentences and conversations show how the dialect works in everyday situations, ranging from shopping to dealing with the boss.",
  "shadowing-job-title": "Shadowing: Let’s Speak Japanese! Employment, Part-Time Jobs & Interviews",
  "shadowing-job-details": "This book covers a wide range of dialogues that take place during different types of interviews, allowing you to thoroughly prepare whether you are applying to study or to work, part-time or full-time. Emphasis is placed on practicing your ‘jiko PR (self-introduction)’ and ‘shibō dōki (motivation for application)’ statements—the two key aspects of a Japanese interview. The book is also full of practical advice, like what to watch out for during the interview and frequently used phrases.",
  "shadowing-beg-title": "Shadowing: Let’s Speak Japanese! Beginner to Intermediate",
  "shadowing-beg-details": "How can you make full sentences flow out of you effortlessly and fluently? Try ‘shadowing,’ a technique where you follow a voice recording as closely as possible until you are speaking with the recording. This book introduces natural dialogues that are fun to follow, starting at the beginner level. Consistent use of this book will lead to effortless fluency.",
  "shadowing-adv-title": "Shadowing: Let’s Speak Japanese! Intermediate to Advanced",
  "shadowing-adv-details": "Shadowing: Let’s Speak Japanese! introduces natural dialogues you can use right away through exercises you listen to over and again while speaking what you hear out loud. Scripts categorized by relationships like family member, friend, stranger, lover, and business situations, allows you to respond to increasingly complicated dialogues in various situations.",
  "beg-dic-title": "A Dictionary of Basic Japanese Grammar",
  "beg-dic-details": "A bestselling classic in basic Japanese grammar that presents approx. 200 key grammar points along with many example sentences and precise, easy-to-follow explanations in English.",
  "int-dic-title": "A Dictionary of Intermediate Japanese Grammar",
  "int-dic-details": "A bestselling classic in intermediate Japanese grammar that presents approx. 200 key grammar points along with many example sentences and precise, easy-to-follow explanations in English.",
  "adv-dic-title": "A Dictionary of Advanced Japanese Grammar",
  "adv-dic-details": "A bestselling classic in advanced Japanese grammar that presents approx. 200 key grammar points along with many example sentences and precise, easy-to-follow explanations in English.",
  "planet-eigo-title": "Planet Eigo: Down to Earth Team Teaching",
  "planet-eigo-details": "This book was created to make English rewarding and fun for teachers and students alike. There are over 100 activities inside, which have been rewritten, formatted, and translated with the needs of team-teaching in mind. In addition, there are helpful hints from previous ALTs, teaching strategies written by experienced teachers, and 40 ready-to-go worksheets.",
  "tekisei-1-title": "Job Aptitude Test: Essential Speed-solving Techniques (2024 Edition)",
  "tekisei-1-details": "[Japanese Language Book] This guide covers common aptitude tests used in job exams, such as SPI3, CAB, GAB, and web tests. It reflects the latest trends in question types and difficulty levels to closely match actual tests. It also sets target answer times for solving problems. Tips for speed-solving are included to help you solve as many questions as possible within the limited time.",
  "tekisei-2-title": "Common Aptitude and Job Aptitude Questions for Job Exams (2024 Edition)",
  "tekisei-2-details": "[Japanese Language Book] Frequently asked questions are presented in their original form. Understand key points with example problems and master solving techniques through practice and exercises.",
  "it-passport-title": "Easy IT Passport: Guaranteed Pass Textbook + Problem Collection",
  "it-passport-details": "[Japanese Language Book] This book is a preparation guide for passing the 'IT Passport' exam in a short period with a single attempt. It is designed and structured solely with the aim of passing the exam. The explanations are extremely thorough, starting from the very basics, so even those with no knowledge of IT can easily progress through the material.",
  "kanken-go-title": "Ichimaru to Hajimeyou Wakuwaku Kanken Level 5",
  "kanken-go-details": "[Japanese Language Book] A kanji study workbook that you can easily tackle in just 10 minutes a day. After finishing your daily study, stick a fun sticker on the page♪ This makes daily studying enjoyable.",
  "kanken-san-title": "Kanji Kentei Level 3 Kanji Learning Steps",
  "kanken-san-details": "[Japanese Language Book] A step-by-step workbook for learning the new kanji assigned to Level 3 of the Kanji Kentei, arranged in alphabetical order for easy study one character at a time.",
  "design-book-title": "The Non-Designer's Design Book",
  "design-book-details": "[Japanese Language Book] The 'Four Basic Principles' of design. Just by knowing these, your design will improve significantly. Even if you're not a professional, this book will help you create readable designs, effective presentation materials, and clear layouts. It is a fundamental guide to design for those who want to improve their skills.",
  "eigo-hatsuon-title": "A Book to Perfect Your English Pronunciation",
  "eigo-hatsuon-details": "[Japanese Language Book] This book explains 26 vowels and 24 consonants by their phonetic symbols, using Katakana only as a supplementary aid. It is designed to help beginners learn pronunciation and symbols together, engaging their eyes, ears, and mouth for a comprehensive learning experience.",
  "embroidery-title": "Enjoying Embroidery with Two Colors",
  "embroidery-details": "[Japanese Language Book] A book for those who want to enjoy embroidery in their spare time.",
  "modern-art-title": "An Introduction to Contemporary Art",
  "modern-art-details": "[Japanese Language Book] A young producer who has observed the contemporary art scene reveals insights into the art world in Japan and globally, must-see artworks, valuable museums, tips for viewing art, and recommended contemporary artists.",
  "oshare-camp-title": "Stylish Camping Gear Book",
  "oshare-camp-details": "[Japanese Language Book] A useful reference for selecting your first camping gear.",
  "photography-title": "Takashi Homma: Fun Photography - A Photography Class for Good Kids",
  "photography-details": "[Japanese Language Book] “Photography doesn't capture truth.” “Start with postcards.” This is a groundbreaking photography class by a leading figure in the new generation of photographic expression.",
  "randonnee-title": "Randonnée (June 2013 Issue): Mountain Plans for the Second Year of Hiking",
  "randonnee-details": "[Japanese Language Book] A book with useful tips on what to be aware of when hiking.",
  "toeic-title": "TOEIC Test Official Practice Book Vol. 4",
  "toeic-details": "[Japanese Language Book] This is all you need for TOEIC preparation. It includes two sets of 200 questions in the same format as the actual test, along with 28 sample questions.",
  "raincoat-title": "Rain Jacket (Unisex Size, with Storage Bag)",
  "raincoat-details": "A rain poncho designed with cycling in mind. Its unisex design fits a wide range of sizes, from petite women to tall men. It features buttons and a zipper to protect your neck when fully closed. The hood has a brim for visibility and covers the back of your hands to keep the rain out. Reflective piping ensures visibility at night, while waterproof zippers and water-repellent materials keep you dry. This raincoat is perfect for the rainy season.",
  "ipad-title": "iPad Mini 2",
  "ipad-details": "2nd Generation iPad Mini with Retina display. Comes with a Zagg bluetooth keyboard cover.",
  "repeater-title": "Wi-Fi Signal Repeater",
  "repeater-details": "TP Link Wi-Fi signal repeater. Use it to boost the range of your wifi if there's anywhere it doesn't reach.",
  "icebreaker-title": "Wool Thermal Top",
  "icebreaker-details": "Icebreaker Men's 100% Merino wool thermal top, 260 weight. Size M. A great piece for winter layering. It was a little warm for me so I barely wore it.",
  "smartwool-title": "Wool Thermal Bottom",
  "smartwool-details": "Smartwool Men's 100% Merino wool thermal bottoms. Size L. A great piece for winter layering.",
  "sweatpants-title": "Sweatpants",
  "sweatpants-details": "Global Works sweatpants, XL size. Nice pants, but they were a little short for me (188 cm) so I didn't wear them.",
  "banana-republic-title": "Zip-Up Sweater",
  "banana-republic-details": "Banana Republic zip-up varsity sweater. Size L. Very comfortable, nice weight, and warm, but I think it's probably a little too warm for Southern California.",
  "backpack-title": "Laptop Backpack",
  "backpack-details": "Swissgear Wenger Synergy 16 inch laptop backpack. Some wear to one of the shoulder straps (pictured), but it's purely cosmetic and doesn't affect function.",
  "pan-set-title": "Pots and Pans Set",
  "pan-set-details": "Iris Ohyama non-stick pan set. Non-stick coating in the pans has mostly worn away, but they still work fine if you add oil. Compatible with both IH and Gas.",
  "wok-title": "Wok",
  "wok-details": "Pro Staff 33cm cast iron wok. Compatible with gas burners only.",
  "cast-iron-title": "Cast Iron Pan",
  "cast-iron-details": "20 cm cast iron pan. Compatible with both IH and Gas.",
  "okonomiyaki-title": "Grill Pan",
  "okonomiyaki-details": "Square iron grill pan, sold as an okonomiyaki pan. Compatible with both IH and Gas.",
  "donabe-title": "Nabe Pot",
  "donabe-details": "Large, shallow pot with enamel coating. Perfect for making nabe. Compatible with both IH and Gas.",
  "stock-pot-title": "Stock Pot",
  "stock-pot-details": "Pro Select 21 cm aluminum stock pot. Holds 6.8 liters. Compatible with both IH and Gas.",
  "gratin-1-title": "Red Gratin Dish (Small)",
  "gratin-1-details": "Small, red gratin dish from Nitori.",
  "gratin-2-title": "Red Gratin Dish (Large)",
  "gratin-2-details": "Large, red gratin dish from Nitori.",
  "gratin-3-title": "Blue Gratin Dish (Large)",
  "gratin-3-details": "Large, blue gratin dish.",
  "metal-baking-title": "Metal Baking Dishes",
  "metal-baking-details": "Metal baking dishes of various sizes and shapes.",
  "contact-header": "Contact Us About This Item",
  "name": "Name",
  "email": "Email",
  "content": "Message",
  "submit": "Submit",
  "footer_text": "© 2024 All rights reserved.",
  "amazon": "Amazon"
}
